Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 游小默担心他会被水流给冲走，吓得连忙将他拎回来，小家伙可没有武力值，而且海底广阔无边，被冲走后他到哪里去找他啊，不得哭死他。
en_us: Fearing that he would be washed away by the current, You XiaoMo freaked out as he hurriedly dragged the little guy back. The little guy had no fighting power in him at all and with the vastness of the ocean, if he was swept away, there was no way he was going to find him again. What was he going to then. (不得哭死他)

source: 游小默担忧的看着凌霄的背影，不知道他能不能对付得了游震天，他是挺想相信凌霄的，但是游震天跟以往的对手不一样，他的实力比凌霄超出两星，是至今为止最强大的对手。
en_us: You XiaoMo looked at Ling Xiao's back worriedly. He did not know if Ling Xiao would be able face up to You ZhenTian. He would like to believe in Ling Xiao, but You ZhenTian was different from the previous opponents they had faced before. His strength was higher than Ling Xiao's by more than two stars and he was by far their most powerful opponent.

source: 游小默拍了下脑袋，犹豫了两秒，“呃……口渴？”
en_us: You XiaoMo patted himself on the head and hesitated for a few seconds. "Uh... thirsty?"

source: 游小默拍了拍窝在他怀里鼓动个不停的吞金兽，顺着人流跑过去，当距离目标越来越近的时候，他才发现那是酒楼的方向。
en_us: You XiaoMo patted the Metal Swallowing Beast, who was wiggling in his hold, as he ran, following the crowd. When he got closer and closer to the target, he realized that it was to the direction of the hotel. (酒楼)

source: 游小默拜托他做的正是找轮回丹剩下的几味灵草，还有炼彩丹的灵草，不论种子，成长期，还是已经成熟的灵草都可以。
en_us: What You XiaoMo had requested of him was to find the few remaining magic herbs for the Samsara Pill and find magic herbs for refining rainbow pills. No matter whether they were seeds, immature and even mature magic herbs, all were fine.

source: 游小默拿了一张卡片，直接写下自己的名字和那颗十级灵丹。
en_us: You XiaoMo took a card and wrote down his name and that level ten pill.

source: 游小默拿出一枚玉简，里面记录着一张彩级一品丹方。
en_us: You XiaoMo took out a jade drive with a first grade rainbow level recipe inside.

source: 游小默拿出二十枚灵晶放到柜台上，说：“灵晶我已经付，我想二位应该没有异议，那么再也不见。”
en_us: You XiaoMo took out twenty spirit gems and put them on the counter before he said, "I've paid the spirit gems. I believe that you two should have no objections. Then may we never meet again."

source: 游小默拿出他之前复制的玉简，果然在里面找到转生丹。
en_us: You XiaoMo took out the jade drive he had copied before and sure enough, he found the Reincarnation Pill inside.

source: 游小默拿出邀请卡。
en_us: You XiaoMo handed over their invite.

source: 游小默拿着储物袋喜笑颜开的离开了空间。
en_us: You XiaoMo held the magic bag and beamed with happiness as he left the dimension.

source: 游小默拿着地图看了几遍，最后确定它真的只是宫殿的地形，上面连哪个地方有宝贝都没有标明，只有一些奇怪的线条，线条分为红黄蓝三种，像迷宫似的九拐十八弯。
en_us: You XiaoMo looked over the map several times before finally determining that it really did only display the topography of the palace. It didn't even indicate where the treasure was. There were only a few strange lines, split into red, yellow, and blue colors, and it twisted and turned like a labyrinth.

source: 游小默拿着灵酒重新出现在房屋前，鼻子特别灵敏的吞金兽立刻从屋顶滚下来，朝他怀里的灵酒扑过来，千钧一发之际被他躲开，吞金兽扑了个空，四肢着地。
en_us: You XiaoMo reappeared in front of the house with the spirit wine. The Metal Swallowing Beast who had a particularly keen nose immediately rolled down from the roof and pounced towards the spirit wine in his arms. You XiaoMo dodged at the eleventh hour, and the Metal Swallowing Beast closed in on empty air before it landed on all fours in the ground.

source: 游小默拿起放在旁边的瓶子喝了口灵水，干涸的灵魂之力顿时慢慢的恢复了。
en_us: You XiaoMo picked up the bottle next to him and drank a sip of spiritual water. His dried up soul force slowly recovered in a moment.

source: 游小默拿起旁边早就准备好的顶级灵草，这些灵草比较珍贵，他不敢大意，所以一次只扔十株进去，虽然提炼比高级灵草困难一些，但是这种程序他已经驾轻就熟，难度不大。
en_us: You XiaoMo picked up the transcendent level magic herbs that he had prepared long in advance. These magic herbs were fairly valuable, so he didn't dare to be negligent, and he only threw in ten at a time. Even though it was a bit harder to refine these compared to high level magic herbs, he was already extremely familiar with the procedure, so it wasn't too bad.

source: 游小默拿起龟壳摇了摇，这个小家伙还是挺机灵的。
en_us: You XiaoMo picked up the shell and shook it a little. It seemed that this little fellow was actually pretty clever.

source: 游小默指着柴火堆，“给我点火。”这就是物尽其用。
en_us: You XiaoMo pointed to the firewood pile, "Help me light it on fire." This was the method to make the best use of everything.

source: 游小默按照凌霄的吩咐，将他们要说的话刻在玉简里，包括轮回丹的消息及条件，然后交给叶农让他尽快送到傅苍穹手里。
en_us: Following Ling Xiao's order, You XiaoMo put everything they wanted to say in a jade drive, which contained info on the Samsara Pill and their conditions. He then handed it to Ye Nong, telling him to sent it off quickly to the hands of Fu CangQiong.

source: 游小默按照配方上的步骤将所有的灵草都塞进坛子里，再按比例对一些灵水进去，配方上并没有说要用灵水，毕竟灵水是极其稀缺的东西，他只说要用普通的水就可以了。
en_us: You XiaoMo stuffed all the magic herbs into the jar according to the steps of the recipe, before proportionally pouring some spiritual water into the jar. The recipe did not say that spiritual water should be used. After all, spiritual water was an extremely scarce good. It only stated that ordinary water should be used.

source: 游小默挑了一套勉强能入眼的蓝色衣服，白色那套则是给凌霄的，然后才请老板娘结账。
en_us: You XiaoMo selected a blue set of clothing that was passably acceptable. The white set was for Ling Xiao to wear, and then asked the proprietress to ring up the bill.

source: 游小默挑了一家人来人往的酒楼。
en_us: You XiaoMo picked a restaurant (酒楼) that was bustling with people (人来人往).

source: 游小默挑了几张彩级一品丹方出来，视线却不由自主的朝玉柜瞄了一眼，他的空间虽然有一些顶级灵草，但还是凑不齐几张丹方的任何一张。
en_us: You XiaoMo picked out a few first grade rainbow level(彩级一品) recipes but his gaze, uncontrollably brushed over the jade cabinet. Although he had some pinnacle level magic herbs in his dimension, it wasn't enough for any of the recipes.

source: 游小默挑了半刻多种才确定目标----坐在墙角，一个正在吃糖葫芦，看起来只有七八岁的小男孩。
en_us: After picking around for a few minutes You XiaoMo finally found his target---a seven/eight year old that was sat by a corner, eating a candied fruit.

source: 游小默挥手，“那就不必了，我身边不缺牛马。”
en_us: You XiaoMo waved his hand. "Then there's no need, I don't need anyone to do physical labor for me."

source: 游小默捂着脑袋，深深地觉得一家之主真的不好当，动不动就被家暴，他要向妇联投诉。
en_us: You XiaoMo clutched his head. Being in control was too hard, and too often met with domestic violence. He was going to complain to the Woman's Federation (妇联).

source: 游小默捏住他的脖颈拎起来，大鹏鸟立刻扑腾着双翅挣扎起来，他平静的说道：“我记得凌霄很喜欢吃烤鸟。”
en_us: You XiaoMo pinched his neck and lifted him up. The Roc promptly flapped its wings in a struggle. You XiaoMo serenely commented, "I remember that Ling Xiao really likes to eat roasted chicken."

source: 游小默换了新面孔，知道他的人就更少了，这位宫长老确实没有见过游小默，但是他却知道九夜的大名以及他背后的丹师工会。
en_us: You XiaoMo had changed to a new face and few people recognized him. This Elder Gong had never seen You XiaoMo, but he knew of Jiu Ye's name and the Mage Association behind him.

source: 游小默捧着他花了三千万灵晶换来的心灵花草，这是他买过最贵的灵草，身上的灵晶都被掏空了，现在只剩下五六百万灵晶，根本买不起黑莲草。
en_us: You XiaoMo held the Flower Heart Herb that he had spent thirty million spirit gems to buy in his arms. This was the most expensive magic herb that he had ever purchased, and he had used up almost all of the spirit gems he had on him. Now he only had five or six million spirit gems left, and there was no way it was enough to buy the Black Lotus Herb.

source: 游小默掀开黑鸦右边的羽毛，果然在脚上看到一张巴掌大小的黑色帖子，颜色和黑鸦的羽毛是一样的，难怪一开始没人发现。
en_us: You XiaoMo lifted the feathers on the right side and, as expected, there was a note about the size of his palm on its foot. The color was as black as the feathers of the Black Crow, so it was no wonder no one noticed at first.

source: 游小默掠过一根枝桠，回头看了眼紧追不舍的唐中华，像讨债鬼似的，又不是城主府的守卫，干嘛这么卖命啊！
en_us: You Xiaomo swept past a branch and looked back at Tang ZhongHua who was hot on his track, like a debt collecting nuisance (讨债鬼). You're not even the City Master's guard, why are you working yourself to the bone ah?!

source: 游小默探头，“这只蛊有什么作用？”
en_us: You XiaoMo stretched his head out, "What's the purpose of this Gu?"

source: 游小默探头，“这玩意有什么问题？”
en_us: You XiaoMo peeked over. "Is there something wrong with this?"

source: 游小默接下来的动作却明明白白的告诉他们，他们的担忧是多余的，若连杨丁和王华都解决不了，凌霄会嘲笑死他的，决不能给他嘲笑他的机会。
en_us: However, what You XiaoMo did after told them clear as day that their worry was unfounded. If he couldn't even beat Yang Ding and Wang Hua, Ling Xiao would mock the hell out of him, he was definitely not giving him the chance.

source: 游小默接过地形图，想到老板之前赠送的茶跟酒，他不懂酒，但是稍微懂点茶，那半斤确实是极品，当即从怀里掏出一枚十级灵丹递给他。
en_us: You XiaoMo took the map and thought of the wine and tea he had recieved earlier. He wasn't knowledgable about win but he knew a bit about tea, that half a catty was truly extradonary and pulled out a level pill from his pocket to hand over.

source: 游小默接过牌子，其实他对小乌龟挺感兴趣的。
en_us: You XiaoMo took the card. Actually, he was pretty interested in the Baby Turtle.

source: 游小默接过瓶子，最近他一直觉得修炼的速度太慢，照现在的速度，就是一年后也未必能成为四品丹师，昨天他还在考虑要不要吞服增长修为的灵丹。
en_us: You XiaoMo took the bottle. Lately he had been worried about the speed of his cultivation. Given the speed he was progressing at, he may not be at four stars even after a year. Just yesterday he was wondering if he should take a magic pill that increased one's levels.

source: 游小默接过，发现是一张邀请卡。
en_us: You XiaoMo accepted it and found that it was an invite.

source: 游小默推开门走进去，凌霄诧异的看着摆着床边的菜，因为没有桌子，所以只好放在床上了。
en_us: You XiaoMo pushed open the door and walked inside. Ling Xiao was looking at the dishes on the bed strangely. They had to be put on the bed since there was no table.

source: 游小默掰着手指细数了几遍，发现每天晚上起码得有七八波人被扔到酒楼后院当花花草草的肥料的人几乎超过九成。
en_us: You XiaoMo counted on his fingers several times and discovered that every night they threw about seven or eight waves, or ninety percent, of people into the inn's backyard to be fertilizer for the flowers and plants.

source: 游小默揉了揉脸颊，“你看错了，你继续继续。”
en_us: You XiaoMo rubbed his cheek, "You're mistaken. Continue, continue."

source: 游小默揉了揉鼻子，说：“金翅虫吐丝是从菊花吐出来的吗？”
en_us: You XiaoMo rubbed his nose, saying, "Do Golden Winged Insects spit out their golden silk from their Chrysanthemum?"

source: 游小默搓了搓手，“那好吧，你先调养一下，我帮你护法。”然后就搬了张椅子过来，坐在椅子上看着他。
en_us: You XiaoMo rubbed his hands together. "Alright then, you go and rest, I'll cover for you." Then brought a chair over, sitting on it and watching the other.

source: 游小默搔了搔突突的太阳穴，回到内室看到凌霄侧着身，一只手支着脑袋在床上假寐，走过去脱鞋爬上床，再过三天便是中庭交易会的时间，在这之前他要准备好交易的灵草或灵丹，他立刻想到吞金兽和金翅虫偷来的东西。
en_us: You XiaoMo scratched his throbbing temples. Returning to the bedroom, he saw Ling Xiao lying on his side and dozing with a hand supporting his head. He walked by to discard his shoes and climb onto the bed. It would be time for the courtyard trade fair (中庭交易会) in another three days. He had to prepare the magic herbs or pills that he wanted to trade before the event arrived. He immediately thought of the things that the Metal Swallowing Beast and Golden Winged Insect had stole.

source: 游小默摆出凌霄常用的招牌笑容看着他。
en_us: You XiaoMo pulled out the salesman smile that Ling Xiao often used and looked at him.

source: 游小默摆摆手让他赶快拿出去。
en_us: You XiaoMo waved his hand to shoo him away. (摆摆手让他赶快拿出去。)

source: 游小默摇摇头，“不用……”
en_us: you xiaomo shook his head, "No need..."

source: 游小默摇摇头，“没有，你们来得刚刚好，我不打算闭关了，刚要出来就看到你们了，真是好巧。”
en_us: You XiaoMo shook his head. "No, you came just in time. I don't plan on continuing my isolation. What a coincidence that you're here just when I come out."

source: 游小默摇摇头，“没笑什么啊！”他才不会说，要不然凌霄一定会借口又折腾他。
en_us: You XiaoMo shook his head, "I'm not laughing at anything ah!" He would not say it, or else Ling Xiao would definitely use it as an excuse to torment him.

source: 游小默摇摇头，“那三区的价位是不是在六到九积分之间？”
en_us: You XiaoMo shook his head, "Then wouldn't Block 3's price be between six to nine points?"

source: 游小默摇摇头，这种行为分明就是强盗式。
en_us: You XiaoMo shook his head. This sort of behavior was clearly that of a robber.

source: 游小默摊开地形图仔细看了一遍。
en_us: You XiaoMo laid out the map and clearfully went over it again.

source: 游小默摊摊手：“这还用得着问，你一定是不想赤血家族的人看到你，所以想躲他们，我说的对不对？”
en_us: You XiaoMo shrugged. "Do I even need to ask? It as to be because you don't want any of the ChiXue Clan to see you, so you're avoiding them, right?"

source: 游小默摸摸脸皮。
en_us: You XiaoMo rubbed his face.

source: 游小默摸摸鼻子。
en_us: You XiaoMo rubbed his nose.

source: 游小默摸摸鼻子问道，说好听点是混血，说难听点是杂交。
en_us: You XiaoMo touched his nose. To put it nicely, he would be a mixed blood. To put it offensively, he would be a crossbreed. (说好听点是混血，说难听点是杂交)

source: 游小默摸摸鼻子，“好吧，天心，其实我想告诉你一件事。”
en_us: You XiaoMo rubbed his nose. "Alright, Tian Xin, I actually need to tell you something."

source: 游小默摸摸鼻子，“我做了什么你不是看到了吗？
en_us: You XiaoMo rubbed his nose. "Didn't you see what I did?

source: 游小默摸着下巴直点头，说的太有道理了！
en_us: You XiaoMo rubbed his chin, nodding. What a smart idea!

source: 游小默摸着下巴，“这么说来，有人背叛你们的可能性非常大。”
en_us: You XiaoMo rubbed his chin. "So you're saying that it's very likely that someone betrayed you."

source: 游小默撅起嘴，真小气，“你要的灵丹叫什么名字。”
en_us: You XiaoMo pouted, so stingy, "What's the magic pill that you want called?"

source: 游小默撇了撇嘴，我知道你其实在嫉妒我猜得到而你猜不到，我非常谅解你的心情，所以我不与你计较。
en_us: You XiaoMo’s lips curled, I know that you're actually jealous that I could guess it but you couldn’t. Since I really understand how you feel, I won’t bicker about it with you.

source: 游小默撇嘴不理他，端着杯子喂小乌龟喝茶，吞金兽也过来凑热闹。
en_us: You XiaoMo pouted and ignored him. He lifted the cup and fed the baby turtle some tea, and the Metal Swallowing Beast also came over to join the fun.

source: 游小默收回吞金兽和金翅虫，人已经迅速的撤离了战场。
en_us: You XiaoMo took back the Metal Swallowing Beast and the Golden Winged Insects. He had already speedily evacuated from the battlefield.

source: 游小默收回目光，他现在只能祈祷凌霄的动作不要太过明显，好在他们只约定半个月而已。
en_us: You XiaoMo retracted his gaze. Now, he could only pray that Ling Xiao's movements would not be too obvious. Fortunately, they promised that it would only be for half a month.

source: 游小默收回目光，转头朝谢俊一群人的方向看过去，他早就发现他们的存在，只是当时没空理会而已。
en_us: You XiaoMo retracted his gaze, turning his gaze towards Xie Jun and co. He had noticed them ages ago. He simply didn't have the time to bother with them before.

source: 游小默收回邀请卡，难怪他总觉得最下方的那些人的背影都很眼熟，而且那一带比较空，其他人好像都在避开那个地方。
en_us: You XiaoMo took back the invite. No wonder the people at the very bottom seemed so familiar, and the area was more empty. The others all seemed to be avoiding that area.

source: 游小默收起地形图，说：“鬼哭涯在鬼冢山脉的西南方向，据说西南方是古战场厮杀最惨烈的地方，也是死人最多的地方，有强大的冤魂一直在哪里徘徊，距离这里不近，要不用空间符？”
en_us: You XiaoMo put the map away and said, "The Weeping Ghost Shore was southeast of the Ghost Tomb Mountain Range. Supposedly the southwest was where most of the action occurred in the Ancient Battlefields and most of the deaths too. (古战场厮杀最惨烈) A lot of powerful evil spirits (冤魂) wandered around there, it wasn't too faraway, should we use a teleportation talisman?"

source: 游小默收起视线看向他的左手边，卫白那张苍白的脸顿时引入眼帘，见他终于把注意力放到这边，卫白冷然的表情露出一丝淡淡的笑容。
en_us: You XiaoMo retracted his gaze and looked towards his left. Wei Bai's pale face was the first thing he saw. Seeing that his attention was finally on this side of the room, Wei Bai's cold expression revealed a hint of a smile.

source: 游小默攻击的时候没有留手，就像凌霄说的，对敌人仁慈就是对自己残忍。
en_us: You XiaoMo hadn't shown mercy when he attacked. As Ling Xiao said, kindness to an enemy is cruelty to oneself.

source: 游小默整理好身上的衣服，转移话题道：“你有没有找到古叔？”
en_us: You XiaoMo tidied himself up and said to switch the topic, "Have you found Uncle Gu yet?"

source: 游小默无所谓的耸耸肩“那外面三具尸体怎么办，要是就这么扔了，他们的同伙找上门来会以为和我们有关系，要不你去烧了？”
en_us: You XiaoMo shrugged nonchalantly, "Then what are we going to do about the dead bodies outside? if we just leave them there, when their comrades arrive, wouldn't they think we had something to do with it? Maybe you can burn it?"

source: 游小默无视游震天那双阴沉的眼睛，又将手放在晶石板上，想了想便加了一个重磅炸弹上去。
en_us: You XiaoMo ignored You ZhenTian's dark gaze and put his hand on the crystal slab again. He thought about it for a moment before adding a heavy bombshell.

source: 游小默无语的翻了翻白眼，大哥，你的计划早在几个月前就已经破产了，别太异想天开了。
en_us: You XiaoMo speechlessly rolled his eyes. Dage, your plan went up in smoke several months ago. Don't indulge in wild fantasies too much.

source: 游小默无语，这是人身攻击啊！
en_us: You XiaoMo was speechless. This was a personal attack!

source: 游小默早上与老夫妇下田时粗略的算过，一亩灵草田可以种植上千株灵草，以二级灵草为例，满打满算也才两枚灵晶，他挖了胡村安全的保障，只给两枚灵晶他也过意不去，所以他决定编个好点的故事，把灵草田也买了。
en_us: You XiaoMo had calculated things with the old couple beforehand. One acre of farmland could be used to grow over a thousand magic herbs, mostly level two magic herbs. When filled up, it was only two spirit gems. He had accidentally dug up the thing keeping the village safe, so just two spirit gems didn't seem enough. Therefore, he decided to make up a nicer tale and buy their fields as well.

source: 游小默早就想过这种情况，听到老人的话并未感到意外。
en_us: You XiaoMo had expected this sort of situation and wasn't surprised upon hearing the elder's words.

source: 游小默早愣住了，他没想到鲁长老会一口气拿出这么多积分，甚至附赠了两样东西，但是想到他们对丹方的重视就释然了。
en_us: You XiaoMo was stunned. He hadn't been expecting Elder Lu to offer so many points at once, even adding two additional offerings. However, it made sense, considering how much they valued pill recipes.

source: 游小默早猜到他会这么问，通灵玄龟可能已经知道莫景带着小乌龟在中途被人袭击一事，毕竟小乌龟是玄龟族的延续，身份地位非同一般，这么久都没回去，玄龟族的人恐怕担心不已。
en_us: You XiaoMo had long since guessed that he would ask about this. The Psychic Black Turtle most likely already knew of how Mo Jing had been attacked while bringing back the baby turtle. All in all, the baby turtle was the Black Turtle Clan's descendant, and its status and position were both not ordinary. The Black Turtle Clan's people were probably extremely worried that it hadn't come back for so long.

source: 游小默星星眼，“喜欢！”
en_us: You XiaoMo's eyes sparkled. "I like it!"

source: 游小默晋级六级丹师的消息传出去后，那些整日在他面前乱晃的人终于消失了，再也没有人跑到他面前刻意讽刺他的等级不如腾梓心。
en_us: After the news of his breakthrough had spread, those who kept coming to bother him disappeared, and no longer did anyone come to mock him about his level being lower than Teng ZiXin’s.

source: 游小默晚上不准备做饭，不过为了不打击到他的小妖兽们的积极性，他还是决定犒劳他们一下，毕竟这次要不是他们当下那些突袭过来的妖兽，他炼丹的过程肯定没有那么顺利。
en_us: You XiaoMo was not intending to cook at night, but in order not to douse the enthusiasm of his little demon beasts, he decided to reward them with food. After all, if they had not intercepted those demon beasts which launched a surprise attack, his process of refining pills would not be so smooth.

source: 游小默暗暗的窃笑，现在更加肯定青年是知道小乌龟的。
en_us: You XiaoMo laughed secretly to himself. Now he could confirm even more that the youth knew about the baby turtle.

source: 游小默暗道一声固执，不过他也知道老人说的不是没有道理。
en_us: He was a really stubborn old man, You XiaoMo thought to himself, but the other's words were reasonable.

source: 游小默更加不好意思了，却还是忍不住辩驳道：“随让你正门不走，偏偏要翻窗进来，我还以为是什么不怀好意的人。”
en_us: You XiaoMo felt even more embarrassed, but he could not help refuting, "Who asked you to enter by flipping over the window (翻窗) instead of entering from the door. I thought you were a person harboring malicious intentions."

source: 游小默最不缺的就是丹方，要不是因为其他长老开出的条件他都没有办法达成，其实他也不想把丹方拿出来遭人惦记。
en_us: The one thing You XiaoMo didn't lack was pill recipes. However, if it wasn't for the fact that he couldn't deliver anything else the elders were asking for, he wouldn't be willing to give away the pill recipe he had.

source: 游小默最后还是没能拗过他。
en_us: In the end, You XiaoMo wasn't able to win the argument.

source: 游小默最恶心的就是这个厨娘，因为人肉饭菜就是她做的，天知道第一天晚上他吃的花生和糖藕片是不是有被沾过什么，一想到这个他就恶心的不得了，一脚踢过去毫不留情。
en_us: You XiaoMo felt most disgusted about this cook because she was the one who made dishes out of human flesh. Who knew what the peanuts and sweet lotus roots he had eaten on the first night had been contaminated with. At this thought, he shuddered in disgust and didn't show any mercy as he kicked out.

source: 游小默有一种深深的为他的小乌龟的未来感到担忧，通灵玄龟看起来也不是个太平的种族，争权夺势果然到哪里都能看到，照这样下去，他的小乌龟还能平安的长大么？
en_us: You XiaoMo had a sort of deep concern over the future of his baby turtle. The Psychic Black Turtle didn't seem to be a very peaceful clan either, and indeed, power struggles could be found everywhere. If things continued like this, could his baby turtle still grow up peacefully?

source: 游小默有些不情不愿的跟他订立了契约。
en_us: With reluctance, You XiaoMo made a contract with him.

source: 游小默有些失望，正要摇头，眼角余光突然瞥见一处位置比较偏僻的铺子下方悬挂的晶石板上的字样，愣了一下。
en_us: You XiaoMo was a little disappointed, about to shake his head when he noticed a rather out of the way stand and the words on the plate hanging underneath and paused.

source: 游小默有些迟疑，“想，但又不想。”
en_us: You XiaoMo hesitated before saying, "I want it but also no."

source: 游小默有点感兴趣，但是他不准备竞拍，他身上还有一颗神境高星内丹没用，再来一颗他也用不了。
en_us: You XiaoMo was a little interested, but he wasn't preparing to bid. He still had a Divine three-star level Life Crystal that he hadn't used yet, so even if he got another one he couldn't use it.

source: 游小默有种他被鄙视的感觉。
en_us: You XiaoMo had a feeling that he was being looked upon with disdain.

source: 游小默有预感，距离他突破成为彩级丹师已经不远了。
en_us: You XiaoMo had a premonition that it wasn't far anymore until the point he could break into the rainbow mage level. (彩级丹师)

source: 游小默朝他们挥挥手，本来他提议立刻走人的，但凌霄不肯，说什么既然救了人家，至少露个脸，露个屁啊，他分明感觉凌霄是想看戏！
en_us: You XiaoMo waved to them. He had proposed to leave immediately, but Ling Xiao refused, saying that since they had already saved the two, they should at least show their faces. Show what shit ah! He clearly felt that Ling Xiao just wanted to watch a good show!

source: 游小默朝他笑了笑。
en_us: Xiao Mo smiled at him.

source: 游小默朝集镇的方向看了一眼，果然热闹非凡。
en_us: You XiaoMo looked towards the town's direction, it was truly bustling with energy.

source: 游小默期盼的看向凌霄，眨眨眼睛。
en_us: You XiaoMo turned to Ling Xiao with anticipation, and blinked his eyes.

source: 游小默本想像来时一样从上空穿过去，但没等他靠近，心中徒然升起一股奇怪的感觉，好像妖坟场里有什么东西吸引他过去一样，上次明明没有这种感觉的。
en_us: Originally You XiaoMo wanted to just fly across like how they did before, but just when he got close, a strange feeling suddenly rose in his heart, as if something in the Demon Beast Graveyard was luring him in. Last time there clearly hadn't been this kind of feeling.

source: 游小默本来以为这家伙对灵酒的配方也很感兴趣，对方察觉到他的视线就看了过来，眼神带着挑衅，他就知道这家伙绝对是故意的。
en_us: At first he thought that Lin HaoWu was also interested in the recipe until they looked over with a provoking gaze. Then he knew it was intentional.

source: 游小默本来只打算每种挖两到三株即可，但是得知他们的打算后，他便欣然同意了，自己不用刻意卖给别人。
en_us: At first, You XiaoMo was only going to take two-three stalks of each, but after hearing their decision, he gladly agreed.

source: 游小默本来可以利用自己对空间的掌控进行栽种，但是容易精神疲惫，而且人必须在空间里面他才能进行作业，在外面他顶多只能做到摄取实物出来，最后，不奴役凌霄一下他心里不平衡。
en_us: Of course, You XiaoMo could have used his control over the dimension to plant the magic herbs, but he would quickly become mentally exhausted and he had to be inside the dimension for him to do this. He was only be able to taken objects in and out from outside the dimension. Furthermore, if he did not enslave Ling Xiao from time to time, his mind would feel out-off-balance (心里不平衡).

source: 游小默松了一口气，原来是来买容颜丹的，本来他就准备拿去买，既然她说了，现在卖给她也无妨，旋即拿出瓶灵丹，“学姐要几颗？”
en_us: You XiaoMo gave a small sigh of relief. So, she was just here to buy the beauty pills. He was going to go sell them anyways, and since she asked, it doesn’t matter if he sells them now to her. He took out a bottle of beauty pills. “How many does xuejie want?”

source: 游小默松了一口气，然后继续回去奋斗，好在凌霄的火很给力，兔子兽它不像万灵地羊肉那么多讲究，不到一刻钟，浓浓的肉香味就飘了出来，绝对可以把人馋得口水直流。
en_us: Xiao Xiao breathed a sigh of relief before went back to his struggle. Fortunately, Ling Xiao's fire was very strong and the rabbit beast meat was not as particular as the meat of the Thousand Spirit Earth Sheep. In less than fifteen minutes, the strong smell of roast meat was drifting out. The scent was definitely able to make people salivate in gluttony.

source: 游小默枕着凌霄的肩膀，肚子吃得比凌霄还要圆，撑得他有点睡不着，轻碰的时候还能听到打鼓一般的声音。
en_us: You XiaoMo pillowed his head on Ling Xiao's shoulder. He had eaten until his stomach was rounder than Ling Xiao's and was so full that he found it a little uncomfortable to sleep. He could hear the sound akin to the beating of a drum when he lightly bumped his stomach.
